Repository: profyverya/TWoD
Catalog: translations/*/LC_MESSAGES/wesnoth-twod.po
Languages: ru

source: $nameinput, it seems to me, you are a new soldier, looking for gold and fame?
ru: $nameinput, похоже, что ты новый солдат, пришедший сюда а золотом и славой?

source: Yes, but I'm quite disappointed. Our enemies are so strong and I'm so unexperienced..
ru: Да, но я несколько расстроен. Наши враги весьма сильны, а я довольно неопытен

source: It's true. But you can easily reinforce your character. As well as in most another Wesnoth campaigns, in our game you can earn experience by killing weak enemies. Also in TWoD (acronym "The World of Death") you can earn experience by accomplishing story missions. For example, this dialog is first Story mission. You earn 10 xp for this. When you will have enough experience you will be able to select, what you want to increase: hitpoints, speed, damage or number of attacks. So level by level you will be more and more powerfull.
ru: Хм.. Это правда. Но ты можешь легко усилить своего персонажа. Так же как и в большинстве других кампаний, в нашей игре ты можешь зарабатывать опыт, убивая врагов, которые слабее тебя. Более того в TWoD (сокращение от "The World of Death") ты можешь зарабатывать опыт, выполняя сюжетные миссиии. Например, этот диалог - твоя первая сюжетная миссия. Ты получишь 10 xp за него. Кога у тебя будет достаточно опыта, ты сможешь выбрать, что ты хочешь улучшить: количество жизней, скорость, урон от одной атаки или количество атак. То есть, от уровня к уровню, ты будешь становиться сильнее и сильнее.

source: And the last thing I want to tell you: if you don't know where to go next than just right-click on your character and select menu story. Good luck!
ru: Ну и последнее, что я хотел сказать тебе: Если ты не знаешь, что нужно делать дальше, то просто кликни правой кнопкой мыши по твоему персонажу и выбери в меню "Сюжет". Удачи!

source: If you have any questions, you can ask me now.
ru: Если у тебя еще остались вопросы, то ты можешь задать их мне сейчас.

source: Can you give me some money? I promise I'll pay it back.
ru: Можешь мне дать немного денег? Я обещаю, что верну!

source: Are you joking? Holy Father already gave you 200 gp! It is enough for begining. If you want more, you should work.
ru: Ты шутишь? Святой отец уже дал тебе 200 gp! Для начала этого более, чем достаточно. Если хочешь больше, то нужно раюотать.

source: Maybe you have some mission for me? (additional mission!)
ru: Может быть у тебя есть какое-то задание для меня? (побочная миссия!)

source: Ofcourse, I do! I have one private letter for my friend. He is a soldier near Dark Capital. If you have enough time you can go there. However, I can pay you only 12 gp for this. Do you want to do this?
ru: Конечно! Я написал письмо другу, он - солдат около Столицы. Если у тебя достаточно времени, то ты можешь сбегать туда. К сожалению, я могу заплатить только 12 gp за эту работу. Согласен?

source: Yes, I need some money. It's not difficult work, so 12 gp is enough
ru: Да, думаю мне нужны дополнительные деньги. Это легкая работа, так что 12 gp будет достаточно

source: Excelent! Than go to Underworld and find him in village 39, 36. And I forget to say: he will pay you too. So you will earn not 12, but 62 gp for this mission. Goodbye!
ru: Ура! Иди в Подземный Мир и найди его в деревне с координатами 39, 36. Ах да! Чуть не забыл сказать, что он заплатит тебе тоже. Поэтому ты заработаешь не 12, а 62 gp за это задание. Пока!

source: Thank you very match! Goodbye!
ru: Спасибо! До свидания!

source: Goodbye!
ru: До свидания!

source: Seriously? For 12 gp I wouldn't do anything!
ru: Серьезно? За 12 GP я ничего не буду делать!

source: It's so bad! I forgot to tell you that my friend would pay you much more for this easy work. But if you don't want to go, I would find someone else.
ru: Жаль! Я забыл сказать, что мой друг заплатит тебе намного больше за такое простое поручение. Хотя, если тебе лень, то я найду кого-то другого.

source: Nothing. Thanks!
ru: Да не. Спасибо!

source: Well. If you have no questions than go to railway station. As I know, they have some problems. Maybe you can help them.
ru: Хорошо, если тебе и так все понятно, то иди на железнодорожную станцию. Вроде бы там есть какие-то проблемы. Быть может ты сможешь им помочь.

source: I need to go to 39, 36. Number 3 promised to give me 62 gp.
ru: Я должен идти на 39, 36. Номер 3 обещал заплатить 62 gp.

source: Mission!
ru: Миссия!

source: Oh! Thank you very match for this letter. I was waiting for it for ages.. Maybe you are wondering where to go next?
ru: Йоу! Спасибо большое заэто письмо. Я так долго ждал его.. Наверное тебе интересно, куда пойти дальше?

source: Yes, sir!
ru: Да, сэр!

source: Okay. As I know in Town of Recruits at Railway Station there are some problems with Orcs. Maybe you can help them.
ru: Хорошо. Я так помню, что в Рекрутском городе на ж/д станции какие-то проблемы с орками. Возможно ты сможешь помочь им.

source: Railway Station in fantasy game is quite odd, isn't it? Anyway, I should go to Railway Station in Town of Recruits.
ru: Ж/д станция никак не вписывается в фентезийную игру, не так ли? Как бы то ни было, мне нужно на ж/д станцию в городе рекрутов.

source: Working on...
ru: Работа над...

source: I need to go to Town of Recruits and find one of City Guards there. I think they can find some work for me
ru: Мне нужно пойти в Город Рекрутов и найти одного из городских стражей. Я думаю, что они смогут найти для меня работу

source: Number 3 promised 62 gp for letter delivery. I need to go to Underworld and find one village near Dark Capital. As guard said it is 36, 39.
ru: Номер 3 обещал 62 gp за доставку письма. Мне нужно пойти в подземный мир и найти деревню около Стлицыю Как говорил страж это на 36, 39.

source: Some problems at Railway Station in Town of Recruits.. I think it can be quite chalenging.
ru: Какие-то проблемы на ж/д станции в Городе Рекрутов.. Я думаю, что это может оказаться не так просто.

source: It seems that I have already finished all story missions.. Maybe, Profyverya will add some new soon?
ru: Похоже что я закончил все сюжетные миссии.. Может быть Profyverya добавит новые скоро?

source: 10% more hp
ru: на 10% больше HP

source: Regenerates 4 hp
ru: Регенерирует 4 hp

source: Regenerates 8 hp
ru: Регенерирует 8 hp

source: You will run away of your enemies even faster than now! (+1 move)
ru: Ты будешь убегать от врагов еще быстрее, чем сейчас! (+1 к движению)

source: You will ignore enemies zones of control (ability skirmisher)
ru: Ты будешь игнорировать зоны контроля врагов (неуловимый)

source: Increase melee damage! (+1 damage)
ru: Увеличить урон в ближнем бою! (+1 к урону)

source: Increase number of melee attacks! (+1 attack)
ru: Увеличить количество ближних атак! (+1 к количеству атак)

source: Increase ranged damage! (+1 damage)
ru: Увеличить урон в дальнем бою! (+1 к урону)

source: Increase number of ranged attacks! (+1 attack)
ru: Увеличить количество дальних атак! (+1 к количеству атак)

source: Kill {VICTIM} for {REWARD} gp. (Your reputation will be increased by {REPUTATION}.)
ru: Убей {VICTIM} за {REWARD} gp (Твоя репутация увеличится на {REPUTATION}.)

source: You need to kill {VICTIM} on {X}, {Y} in {MAP_NAME}. When you finish you will recieve {REWARD} gp. Good luck, $nameinput!
ru: Тебе нужно убить {VICTIM} на {X}, {Y} в локации "{MAP_NAME}". Когда ты закончишь, ты получишь {REWARD} gp. Удачи, $nameinput!

source: Deliver letter for {REWARD} gp. (your reputation would be increased by {REPUTATION}.)
ru: Доставь письмо за {REWARD} gp. (твоя репутация повысится на {REPUTATION}.)

source: You need deliver one letter to {X}, {Y} in {MAP_NAME}. When you finish you will recieve {REWARD} gp. Good luck, $nameinput!
ru: Ты должен доставить одно письмо на {X}, {Y} в локации "{MAP_NAME}". Когда ты закончишь, ты получишь {REWARD} gp. Удачи, $nameinput!

source: Good work, $nameinput! Your reputation was increased by $m_reputation and you have recieved $m_reward gp!
ru: Хорошая работа, $nameinput! Твоя репутация повышена на $m_reputation и ты получил $m_reward gp!

source: Warrior of Death
ru: Воин

source: Warrior of Death is one of acolytes of The Kingdom of Death.
ru: Воин - один из аколитов Королевства Смерти.

source: Archer of Death
ru: Лучник

source: An Archer of Death is one of the acolytes of The Kingdom of Death
ru: Лучник - один из аколитов Королевства Смерти

source: Underworld
ru: Подземный мир

source: Underworld - is the map of The Kingdom of Death. The capital is The Dark Capital (South-east).
ru: Подземный мир - это карта Королевства Смерти. Столица находится на юго-востоке.

source: Player
ru: Игрок

source: Enemies
ru: Враги

source: Town of Recruits
ru: Город Рекрутов

source: Dark Capital
ru: Столица

source: This is the Town of Recruits. A town where new souls of dead are recruited
ru: Это город рекрутов. Именно здесь, новые души мертвых вербуются

source: Explore the town and look for missions
ru: Исследуй город и выполни какие-нибудь задания.

source: Governor
ru: Губернатор

source: Governor Palace. Unfortunately, now it's closed.
ru: Дворец Губернатора. К сожалению, он пока закрыт

source: Exit
ru: Выход

source: Temple
ru: Храм

source: Town Guards
ru: Городская стража

source: Good day, $nameinput!
ru: Добрый день, $nameinput!

source: Railway Station
ru: Железнодорожная станция

source: Dear, $nameinput! Welcome to "The World Of Death" campaign. Our game is free-world RPG. In different towns and villages you can get different missions. Please note that "The World of Death" is still in ALFA-testing. So many things don't work at all yet.
ru: Привет, $nameinput! Добро пожаловать в "Мир Смерти". Наша игра - это РПГ со свободным миром. В различных городах и деревнях ты можешь встретить различные квесты и миссии. ВНИМАНИЕ! "Мир Смерти" все еще находится в ранней стадии разработки. Многие вещи еще не работают в принципе.

source: $nameinput, if you are looking for missions, you can visit one of those City Guards. (8, 23 or 24, 23)
ru: $nameinput, если ты ищешь миссии, то ты можешь посетить городскую стражу. (8, 23 или 24, 23)

source: Town of Recruits's Temple
ru: Храм Города Рекрутов

source: Holy Father
ru: Святой Отец

source: Speak to Town Holy Father. (Go to 8, 2)
ru: поговори со Святым Отцом (Иди по координатам 8, 2)

source: I'm a new fighter. I was summoned to fight our enemies and glorify The Kingdom!
ru: Я новый боец. Я был призван, чтобы сражаться с нашими врагами и прославлять Королевство!

source: Wellcome! Now it's your time to start this long and extremely dangerous journey. If you'll face any problems with the campaign, you can contact Profyverya on Wesnoth forum.
ru: Добро пожаловать! Сейчас начнется твое долгое и крайне опасное путешествие. Если у тебя возникнут какие-либо проблемы при прохождении кампании, то ты можешь связаться с Profyverya на форуме Wesnoth.

source: Adept of Death, welcome to the ranks of our helpless army. You will be one of a few warriors fighting for a new world order. Things are bad. Maybe your assistance will be helpfull.
ru: Адепт смерти, добро пожаловать в ряды нашей беспомощной армии. Ты будешь одним из немногих витязей, сражающихся за новый мировой порядок. Дела идут плохо. Быть может твоя помощь что-то изменит.

source: Well, what's happened?
ru: Но что же случилось?

source: We have too many enemies.They're all trying to destroy us. Thanks to Gray Gods we are immortal, but if we will lose most of our temples it will be the end of our empire.
ru: У нас слишком много врагов. Все они пытаются уничтожить нас Благодаря Серым Богам мы бессмертны, но если м потеряем все наши храмы, то это будет конец для империи.

source: Things are really bad. Once there were only three empires: Light Empire (people, elves, dwarfes), Dark Empire (Orcs, Trolls, Goblins) and Great Gray Empire (undead, necromancers and mages). Free state of Gray Empire prospered, Dark and Light empires fought each other. But a century before Darkness and Light created an Alliance. Their goal is the destruction of Gray Kingdom. Only you can stop them and create completely new society.
ru: Все идет действительно плохо. Когда-то в пролом было три империи: Империя Света (люди, эльфы, гномы), империя тьмы (орки, тролли, гоблины) и Серая Империя (нежить, некроманты и маги) Свободное Серое государство процветало, Свет и Тьма боролись друг с другом. Но столетие назад, Свет и Тьма создали альянс. Их цель - уничтожение Серого Королевства. Только ты сможешь остановить их и создать абсолютно новое общество.

source: What is your name, Adept?
ru: Как тебя зовут, Адепт?

source: Your name:
ru: Твое имя:

source: Good name, $nameinput!
ru: Хорошее имя, $nameinput!

source: Now you should choose what type of warrior you want to be.
ru: А сейчас выбери класс своего персонажа.

source: <b>Warrior</b> Quite powerfull and healthy unit. Inspires his allies. Drawback: hardly educated, no ranged weapon, no magic.
ru: <b>Воин</b> Достаточно сильный и живучий юнит. Вдохновляет всех рядом стоящих союзников. Минусы: сложно обучаем, нет дальнего оружия и магии.

source: Every living being will afraid of me!
ru: Каждое живое создание будет бояться меня!

source: Let it be so! Now you can pick up this axe. It is quite good weapon for a novice.
ru: Да будет так! Теперь подними этот топор. Это неплохое оружие для новичка.

source: axe
ru: топор

source: Show, what you can! Destroy those Walking corpses!
ru: Покажи, что ты можешь! Уничтожь этих ходячих трупов!

source: Destroy those walking corpces!
ru: Уничтожь этих ходячих трупов!

source: Walking corpses are stupid. You can easily make them fight one by one
ru: Ходячие трупы глупы. Довольно легко заставить их сражаться по одному.

source: <b>Archer</b> Inflicts serious damage in ranged combat. Drawback: weak melee attack, no magic, few hitpoints.
ru: <b>Лучник</b> Наносит серьезный урон в дальнем бою. Минусы: слабая ближняя атака, не использует магию, мало здоровья.

source: I think that I will easily destroy all my enemies with my bow.
ru: Мне не составит труда перебить всех врагов из моего лука.

source: Let it be so! Now you can pick up this bow. It will be a good weapon for novice.
ru: Да будет так! Сейчас ты можешь поднять этот арбалет. Это будет неплохим оружием для новичка.

source: bow
ru: лук

source: Brraaaiinnsss!!!
ru: Мозззззгиииии!!!

source: Good start!
ru: Хорошее начало!

source: Second walking corpse sent back to the cemetry!
ru: Второй ходячий труп отправился назад к праотцам!

source: You have won in this small battle! Now you should go to the town and start your journey in The World of Death! Good luck, $nameinput!
ru: Ты выиграл в этой маленькой битве! Сейчас ты должен пойти в город и начать Свое путешествие в Мире смерти! Удачи, $nameinput!

source: I will give you 200 goldpieces. You can earn more if you fulfill missions for the town guard. Use it wisely and try to stay alive in this terrible war!
ru: Я дам тебе 200 gp. Ты можешь заработать больше если будешь выполнять миссии для городских стражей.Используй деньги мудро и постарайся выжить в этой ужасной войне.

source: Thanks to Gray Gods, you was resurrected! However you need to pay 25% of your gold.
ru: Благодаря Серым Богам, ты был воскрешен! Как бы то ни было мы взяли 25% твоего золота.

source: How could this happen?
ru: Как это могло произойти?

source: Hahaha!! I will find someone else.
ru: Хахаха!! Я найду кого-нибудь другого.

source: Dark Capital is not the biggest city in Underworld. However it is so perfectly protected, that no army has ever conquered it. In the center of the city, there is a strange castle. It is the place, where Emperor Unknown lives. Nobody knows how to enter his palace.
ru: Столица - не самый большой город в подземном мире, но она настолько хорошо защищена, что ни одна армия не захватывала ее. В центре города расположен странный дворец. Неизвестный Император живет там. Никто не знает, как туда попасть.

source: Emperror's Missions
ru: Императорские миссии

source: Railway station
ru: Железнодорожная станция
